brew "cmatrix"
brew "php"
brew "composer"
brew "go"
brew "goose"
brew "httpie"
brew "jj"
brew "node"
brew "rustup"
brew "uv"
cask "1password"
cask "android-studio"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "google-chrome"
cask "monitorcontrol"
cask "mullvad-vpn"
cask "postgres-unofficial"
cask "signal"
cask "telegram"
vscode "anysphere.cursorpyright"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "expo.vscode-expo-tools"
vscode "golang.go"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "redhat.vscode-yaml"
go "github.com/air-verse/air"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
