brew "php"
brew "composer"
brew "go"
brew "goose"
brew "httpie"
brew "jj"
brew "node"
brew "rainfrog"
brew "uv"
cask "1password"
cask "android-studio"
cask "discord"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "monitorcontrol"
cask "mullvad-vpn"
cask "postgres-unofficial"
cask "signal"
cask "telegram"
go "github.com/air-verse/air"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
