brew "entr"
brew "fd"
brew "go"
brew "node"
brew "rainfrog"
brew "rustup"
brew "uv"
cask "1password"
cask "docker-desktop"
cask "google-chrome"
cask "ledger-wallet"
cask "monitorcontrol"
cask "mullvad-vpn"
cask "postgres-unofficial"
cask "signal"
cask "tailscale-app"
cask "telegram"
cask "visual-studio-code"
go "github.com/spf13/cobra-cli"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
